Repository: julesntare/mq_pay
Catalog: lib/l10n/intl_*.arb
Languages: rw

source: Welcome here
rw: Murakaza neza hano

# shortDesc
source: Make your payments smooth & fast!
rw: Kora ubwishyu bwawe neza kandi vuba!

source: Amount
rw: Amafaranga

source: Enter amount
rw: Andika amafaranga

source: Mobile Number
rw: Numero ya Telefone

source: Momo Code
rw: Kode ya Momo

source: Generate
rw: Kora

source: Scan Now
rw: Sikana None

source: Reset
rw: Subiramo

source: Settings
rw: Igenamiterere

source: Save
rw: Bika

source: Select Language
rw: Hitamwo Ururimi

# invalidAmount
source: Please enter a valid amount.
rw: Nyamuneka andika amafaranga yemewe.

# launchError
source: Unable to launch USSD code
rw: Ntibyakunze gufungura kode ya USSD

source: via Scan
rw: Binyuze Scan

# viaContact
source: via Contacts
rw: Binyuze ku makontaki
